{
  "paragraphs": [
    {
      "text": "Cocoa Supply Chain",
      "style": "Normal"
    },
    {
      "text": "September 9th 2025",
      "style": "Normal"
    },
    {
      "text": "Januari 14th 2026",
      "style": "Normal"
    },
    {
      "text": "Supply Chain Finance Lectoraat ",
      "style": "Normal"
    },
    {
      "text": "Hogeschool Windesheim",
      "style": "Normal"
    },
    {
      "text": "Qiana van Griethuijsen",
      "style": "Normal"
    },
    {
      "text": "S1184169",
      "style": "Normal"
    },
    {
      "text": "Product introduction",
      "style": "Normal"
    },
    {
      "text": "Cocoa beans are the dried and fully fermented seeds of the cacao tree (Theobroma cacao), which grows to be around three meters tall. These beans are the essential raw material used in the production of chocolate and other cocoa-related products such as cocoa butter and cocoa powder. (Cocoa Beans: Everything To Know About Them., n.d.) ",
      "style": "Normal"
    },
    {
      "text": "The seeds are found within pods that grow directly on the trunk of the cacao trees. While the flowers of the trees constantly bloom, only one in one hundred becomes a pod. Cocoa trees are a sensitive plant which require shade and a tropical climate to grow, which is found near the equator. (Whitaker, 2023)",
      "style": "Normal"
    },
    {
      "text": "Supply Chain orientation ",
      "style": "Normal"
    },
    {
      "text": "The production of cocoa beans starts at a farm which has the properties to support cacao trees.  Côte d’Ivoire and Ghana are two of the biggest coca-growing countries, accounting for 56% of global production with Ecuador being third. (WwwTerminal8Ch, n.d.) Almost all cocoa in West-Africa is produced by smallhold farmers, many of whom are poor. It is estimated that five to six million smallholder households produce about 90% of the cocoa. (eg. (Cocoa, n.d, Van Vliet et al., 2021).",
      "style": "Normal"
    },
    {
      "text": "Farmers carefully harvest the pods and take out the seeds by hand to avoid damaging the beans. Once harvested, the beans are fermented in banana leaves or wooden boxes which helps develop the chocolate flavor. After this the beans are dried in the sun and sorted to be shipped. ",
      "style": "Normal"
    },
    {
      "text": "When the dried beans reach their destination, they get roasted and grinded which brings out the rich flavor of the cocoa beans and creates a pasta called cocoa liquor. The cocoa liquor can get pressed to make cocoa butter or cocoa powder. Various ingredients such as sugar, milk and cocoa butter get added together to make chocolate that’s ready to be packed, transported and sold to consumers. (Sidharth, 2023)",
      "style": "Normal"
    },
    {
      "text": "Image : Cocoa supply chain visualisation",
      "style": "Caption"
    },
    {
      "text": "Europe is one of the leading processors of cocoa beans, with the Netherlands processing 12% -or 600.000 tons- alone. ",
      "style": "Normal"
    },
    {
      "text": "One product, one part",
      "style": "Normal"
    },
    {
      "text": "Reason for research",
      "style": "Normal"
    },
    {
      "text": "The Lectureship of Supply Chain and Finance have set up a research team of students called Value Chain Hackers to work on real-world supply chain challenges, so-called wicked problems. This research will provide insight into the fulfillment stream of cocoa beans and possible problems/solutions, following the research done by students in the last semester.",
      "style": "Normal"
    },
    {
      "text": "The cocoa bean market is expected to grow almost 7% per year, growing to 24 billion USD in 2029, however the global producing has been declining at an average rate of 2% per year, mostly due to a decrease of production in Côte d’Ivoire and Ghana. Besides a growing market and declining production there are various issues in sustainability, such as deforestation and human rights, such as child labor hidden within in the supply chain of cocoa beans which need to be addressed.",
      "style": "Normal"
    },
    {
      "text": "(What Is The Demand For Cocoa in The Europian Market?, z.d.)",
      "style": "Normal"
    },
    {
      "text": "Figure : Cocoa production in different regions and countries (Source: CBI)",
      "style": "Caption"
    },
    {
      "text": "Main and sub-questions",
      "style": "Normal"
    },
    {
      "text": "Objective",
      "style": "Normal"
    },
    {
      "text": "Scope",
      "style": "Normal"
    },
    {
      "text": "Planning",
      "style": "Normal"
    },
    {
      "text": "Stakeholders",
      "style": "Normal"
    },
    {
      "text": "Theoretical framework",
      "style": "Normal"
    },
    {
      "text": "Research design",
      "style": "Normal"
    },
    {
      "text": "Resource list",
      "style": "Normal"
    },
    {
      "text": "Cocoa beans: Everything to know about them. (n.d.). Venchi. https://eu.venchi.com/blog/cocoa-beans-properties-and-benefits ",
      "style": "Normal (Web)"
    },
    {
      "text": "Whitaker, G. (2023, 16 oktober). Facts about cocoa beans. Whitakers Chocolates UK. https://www.whitakerschocolates.com/blogs/blog/facts-about-cocoa-beans?srsltid=AfmBOoo- AveC4SlQfazU9TvMLeSveqDCpdI84KH0BtEfvghAgeYDxaA_",
      "style": "Normal (Web)"
    },
    {
      "text": "Van Vliet, J. A., Slingerland, M. A., Waarts, Y. R., & Giller, K. E. (2021). A Living Income for Cocoa Producers in Côte d’Ivoire and Ghana? Frontiers in Sustainable Food Systems, 5. https://doi.org/10.3389/fsufs.2021.732831 ",
      "style": "Normal (Web)"
    },
    {
      "text": "Sidharth, R. (2023, 7 juli). From Bean to Bar – The Meticulous Chocolate Supply Chain. Logistics Insider. https://www.logisticsinsider.in/from-cocoa-to-chocolate-a-meticulous-supply-chain/ ",
      "style": "Normal (Web)"
    },
    {
      "text": "WwwTerminal8Ch, T. G. B. (z.d.). Cocoa facts and figures - Kakaoplattform. https://www.kakaoplattform.ch/about-cocoa/cocoa-facts-and-figures ",
      "style": "Normal (Web)"
    },
    {
      "text": "Cocoa. (z.d.). Fairtrade. https://riskmap.fairtrade.net/commodities/cocoa ",
      "style": "Normal (Web)"
    },
    {
      "text": " What is the demand for cocoa in the Europian market? (z.d.). Government Of The Netherlands. https://www.cbi.eu/market-information/cocoa/what-demand ",
      "style": "Normal (Web)"
    }
  ],
  "tables": []
}
