{
  "Beoordelingsmodel KO+KV": [
    [
      "",
      "",
      "",
      "Beoordelingscriteria: Ketenonderzoek: voldaan/niet voldaan (2 kansen), Ketenverbetering summatieve beoordeling over het totale rapport (2 kansen)",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "Onderzoeksgroep",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "Opdrachtgever",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "Docent",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "Inleverdatum",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "Leeruitkomst",
      "",
      "",
      "",
      "",
      "1 - uitmuntend",
      "2 - goed",
      "3 - voldoende",
      "4 - onvoldoende",
      "Beoordeling waarde 1,2,3 of 4 invullen",
      "Beoordeling \nKetenonderzoek",
      "Waardering",
      "Beoordeling \nKetenverbetering",
      "Aangepaste beoordelingscriterium",
      "Feedback / Opmerkingen 2e beoordelaar",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Define",
      "De projectgroep definieert potentie voor verbeteringen binnen het ketenproces (supply chain)",
      "",
      "Het probleem/verbeterpotentieel is gedefinieerd",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En het probleem is verdiepend onderzocht en ingekaderd vanuit de literatuur.",
      "Alle 5 de W's komen adequaat naar voren in de probleemanalyse en deze zijn vanuit meerdere invalshoeken beschreven. Relevante fulfilmentt theorie is verkend met behulp van meerdere (theoretische) bronnen. De verwachtingen van de opdrachtgever ten aanzien van het projectresultaat zijn adequaat in kaart gebracht. De opdrachtgever is akkoord met de inhoud van de geformuleerde onderzoeksopdracht.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "Voldaan",
      "10",
      "10",
      "Het probleem is niet duidelijk geformuleerd vanuit de opdrachtgever. Verwachting van de opdrachtgever (=het lectoraat) kan wel in kaart gebracht worden. Welke (mogelijke) problemen willen jullie onderzoeken? Wat verwacht de opdrachtgever (=het lectoraat Supply Chain Finance) van jullie?",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Het te verbeteren ketenproces is globaal beschreven en visueel uitgewerkt a.d.h.v. one product of one part of productfamilie.",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Er is een uitgebreide rekenkundige onderbouwing",
      "De keuze is onderbouwd en voldoet aan de criteria stabiliteit en volume. De keuze voor de keten is beargumenteerd. Er zijn minimaal 2 ketenpartners beschreven. Er is duidelijk beschreven wie van de 2 ketenpartners de opdrachtgever is. Het organisatieonderdeel (bijvoorbeeld afdeling of bedrijfsonderdeel) waar de opdracht zich afspeelt is duidelijk omschreven. Er is een goede onderbouwing van de product oriëntatie. (zie pagina 13 studieboek Martichenko, 2010). Criteria zijn ondermeer 'hoog volume en stabiele klantvraag klantvraag'.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "De keten is globaal omschreven. De schakels in de keten zijn toegelicht, er zijn minimaal 2 ketenpartners omschreven. Het is niet nodig om een onderbouwing te geven over stabiliteit van afzet in cijfers, als het mogelijk is probeer te focussen op een productgroep (bijvoorbeeld de banden van Scania) of onderdeel (bijvoorbeeld de spatborden van Scania)",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De klantwens is bepaald",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Dit resultaat is gemeten en geïnterpreteerd.",
      "De klantwens is bepaald en uitgewerkt tot een relevant meetbaar resultaat",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "De klantwens is niet meetbaar voor dit project en wordt pas achteraf gevalideerd met de klant. Jullie kunnen echter wel toelichten hoe dit proces gaat lopen. Wat wil de opdrachtgever (=het lectoraat Supply Chain Finance) van jullie zien? Is er sprake van twee klanten (het bedrijf en het lectoraat?)",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De doelstelling van het project is geformuleerd ",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "De doelstelling is onderbouwd met een benchmark en/of relevante (wetenschappelijke) publicatie.",
      "De doelstelling van het project is meetbaar, tijdsgeboden en volgt logisch uit de klantwens. Een schatting van de opbrengst in termen van profit, people en planet is gegeven.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Doelstelling is niet SMART te formuleren, maar het is wel mogelijk om in hoofdlijnen te bepalen wat de uitkomst van het project moet zijn. Denk ook aan alternatieve supply chain prestaties, zoals CO2 uitstoot, Maatschappelijk Verantwoord Ondernemen binnen de keten, CSRD compliance, retourestromen, afvalvermindering, recyclingpercentages, ...",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De hoofd- en deelvragen zijn duidelijk geformuleerd op basis van de DMAIC-structuur",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Aan alle aspecten van DMAIC wordt aandacht besteed.",
      "De hoofdvraag van het project is meetbaar en volgt logisch uit de klantwens. De hoofd- en deelvragen worden beantwoord in het rapport.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Hoofd- en deelvragen kunnen opgesteld worden, Koppeling met DMAIC wordt lastig maar ook niet per se verplicht ",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Het theoretisch kader is uitgewerkt",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En het probleem is verdiepend onderzocht en ingekaderd vanuit de literatuur.",
      "Het theoretisch kader is onderbouwd op basis van relevante theorie. Minimaal worden die onderzoeksgebieden en theoretische begrippen uitgewerkt die in direct verband staan met de hoofdvraag en/of doelstelling. ",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Measure",
      "De projectgroep maakt een onderzoeksontwerp en een dataverzamelingsplan en een analyseplan voor de gedefinieerde ketenverbetering",
      "",
      "Er is een realistische planning voor het project opgesteld",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er wordt rekening gehouden met minimale en maximale tijdsduur van activiteiten die helder onderbouwd wordt.",
      "De planning is haalbaar en volledig, risico's zijn benoemd en er zijn mitigerende maatregelen bepaald",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De beoogde metingen zijn bruikbaar",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er wordt verantwoord waarom er voor deze metingen en methodes gekozen is. Er is aandacht voor validiteit en betrouwbaarheid.",
      "Iedere beoogde meting is beschreven en het geheel aan metingen stelt de projectgroep in staat om de prestaties m.b.t. de klantwens te meten en een current state (inclusief verspillingen) op te stellen voor de goederen/dienstenstroom, informatie- en geldstroom.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Meetplan kan opgesteld worden. Wat wil je dmv. Het AI tool onderzoeken? Op welke informatie ben je naar op zoek? Welke alternatieve bronnen ga je raadplegen? Literatuuronderzoek, benchmarks, publicaties,…",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "De projectgroep verzamelt relevante data ten behoeve van het ketenproces (supply chain) gebruikmakend van diverse technieken en kan deze op waarde schatten",
      "",
      "De beoogde analyses geven relevante informatie ",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En de gemaakte overwegingen en keuzes worden met relevante argumenten onderbouwd. Er is gebruik gemaakt van de guiding principles.",
      "De beoogde analyses stellen de projectgroep in staat om een verband te leggen tussen de prestaties m.b.t. de klantwens en de inrichting van het ketenproces.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Data is op verschillende wijzen verzameld",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er worden goede afwegingen gemaakt m.b.t. het presenteren van de data in de hoofdtekst of bijlages",
      "Er zijn meer dan 2 verschillende technieken gebruikt om data te verzamelen en de data is zorgvuldig geregistreerd. De current state is volgens een gangbare conventies opgesteld.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "1 manier van dataverzameling (AI tool) aanvullende onderbouwing dmv. Literatuuronderzoek is mogelijk",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De verzamelde data is op waarde geschat",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Uit de beschouwingen blijkt dat er sprake is van bewuste gemaakte keuzes m.b.t. betrouwbaarheid en validiteit.",
      "Relevantie en kwaliteit op basis van betrouwbaarheid en validiteit van de verzamelde data is beschouwd en indien noodzakelijk zijn er extra metingen t.o.v. het meetplan uitgevoerd.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Dit is heel belangrijk. Hoe betrouwbaar en valide is de informatie die jullie vinden? Hoe loopt de validatie door de opdrachtgever? Wat zijn de verschillen tussen AI data en informatie van de opdrachtgever?",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Analyze",
      "De projectgroep zet data om in informatie en geeft deze op overzichtelijke wijze weer",
      "",
      "Verzamelde data is vertaald in een current state map",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En de diepgang van deze visualisatie is afgestemd op de complexiteit van het onderzoek.",
      "De prestaties m.b.t. de klantwens zijn overzichtelijk weergegeven in een passend format en de current state is opgesteld volgens een gangbare conventie voor de goederen/dienstenstroom, de informatie- en geldstroom",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "10",
      "Current state kan opgesteld worden.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Verzamelde data is geanalyseerd",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er is sprake van een grondige analyse die overtuigend wordt gepresenteerd",
      "De prestaties m.b.t. de klantwens zijn verklaard vanuit de inrichting van het ketenproces (d.m.v. het gebruik van analysetechnieken en/of modellen) en de  lean fulfillment knelpunten in het ketenproces zijn benoemd.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Analyse is mogelijk op basis van de verzamelde data",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Oorzaken van knelpunten zijn achterhaald",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er is helder onderbouwd welke oorzaken het meest relevant zijn voor dit onderzoek binnen de relevante onderzoeksgebieden (bijvoorbeeld customer collaboration en de overige 5 onderzoeksgebieden). Er is een toelichting gegeven op  de wijze waarop de verzamelde data is geanalyseerd.",
      "Oorzaken van de belangrijkste knelpunten zijn achterhaald inclusief hun impact, in kaart gebracht en geverifieerd met interne en externe stakeholders door bijvoorbeeld een visgraagdiagram of een andere analysemethode",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "Knelpunten kunnen achterhaald en mogelijk ook gevalideerd worden met de opdrachtgever tijdens de presentatie",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Improve",
      "De projectgroep stelt een onderbouwd verbeteradvies op waarbij rekening gehouden wordt met kosten en baten, risico's en impact op stakeholders",
      "",
      "Er zijn meerdere verbetersuggesties gegenereerd",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En deze suggesties verschillen van elkaar in onderwerp en termijn.",
      "Er zijn minimaal 3 verbetersuggesties gegenereerd met behulp van meerdere technieken (e.g. literatuur, brainstormsessies, benchmarks). In het onderzoeksrapport is het gekozen verbeteradvies verder uitgewerkt met een onderbouwing de benodigde investeringen en terugverdientijd.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "Geen beoordeling",
      "10",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "De verbetersuggesties zijn gewogen",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Minimaal 1 verbetersuggestie is bedacht op basis van literatuur of het uitvoeren van een benchmark en/of de wegigngscriteria zijn duidelijk toegelicht, voor elk verbetervoorstel is toegelicht hoe de scores tot stand komen.",
      "Voor alle verbetersuggesties zijn het resultaat en de impact op gebied van people, planet en profit beschreven en gewogen. De door te voeren suggesties zijn geselecteerd. Er is gebruik gemaakt van de gewogen factorscore methode.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "De projectgroep maakt een implementatieplan voor een beoogde aanpassing aan een proces",
      "",
      "De beoogde aanpassingen zijn vertaald in een future state map en een GAP-analyse.",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En de diepgang van deze visualisatie is afgestemd op de complexiteit van het onderzoek. De GAP-analyse laat een duidelijk verschil zien tussen de current state en de future state en is gekoppeld aan de hoofdvraag.",
      "Er is een future state map van het proces na de beoogde aanpassingen opgesteld volgens gangbare conventie en de prestaties m.b.t. de klantwens in de nieuwe situatie zijn bepaald. Er is een GAP analyse uitgevoerd.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Mogelijke weerstand is in kaart gebracht",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er wordt aandacht besteed aan de wijze waarop hier in de toekomst mee omgegaan kan worden",
      "Weerstand van interne en externe betrokken stakeholders is in kaart gebracht en er is draagvlak voor verbetering gecreëerd",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Control",
      "De projectgroep stelt een plan en meetinstrumenten op waarin staat hoe de resultaten geborgd worden",
      "",
      "Het implementatieplan is realistisch",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En er is overtuigend aangegeven op welke wijze dit doorgevoerd wordt bij de opdrachtgever",
      "Alle acties die benodigd zijn om de beoogde aanpassingen binnen het ketenproces door te voeren staan vermeld in het implementatieplan. Er is een inschatting gegeven van de benodigde tijd, middelen, kosten en verantwoordelijken.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "Geen beoordeling",
      "10",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Het borgingsplan garandeert een bestendige verbetering van het proces",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Er wordt overtuigend aangegeven op welke wijze dit is overgedragen aan de opdrachtgever",
      "Naast procedures of werkinstructies uitgewerkt zijn aanvullende middelen ingezet om het proces te borgen inclusief een uitvoerbaar  meetinstrument waarmee de procesprestatie inzichtelijk kan worden gemaakt",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "Verantwoording onderzoeksresultaten",
      "",
      "Het verbeteradvies is overzichtelijk gepresenteerd in een posterpresentatie",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "Het onderzoeksrapport is aantrekkelijk gepresenteerd en kernachtig samengevat in een management samenvatting met een daarbij horende GAP-analayse.",
      "Op de poster staat de onderbouwing van de resultaten  met betrekking tot de analyse, afweging van verbetersuggesties, het implementatieplan en de borging. Ook is er aandacht besteedt aan de kosten en de opbrengsten.",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "Kansen voor optimalisaties in de toekomst zijn benoemd",
      "",
      "",
      "De projectgroep scoort meer dan goed",
      "En bij iedere kans wordt een eerste stap benoemd die gezet kan worden",
      "Er worden kansen voor verbetering benoemd  in het kader van continuous improvement op gebied van profit, people en planet",
      "De projectgroep voldoet niet aan de criteria voor voldoende",
      "1",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Het onderzoeksrapport heeft een goede structuur, heeft een nette opmaak, is correct geschreven, voldoet aan APA en max 9000 woorden en is op tijd ingeleverd? Aan de voorwaarden voor schrijfvaardigheid en rapportage, het gebruik van GenAI en de evaluatie van de groepssamenwerking wordt voldaan. Bij eventuele herkansingen dienen de wijziging te zijn gearceerd.",
      "",
      "",
      "Voldaan",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Beoordeling",
      "",
      "",
      "10",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ]
  ],
  "Keuzelijst": [
    [
      "1",
      "",
      "",
      "",
      "",
      "Voldaan"
    ],
    [
      "2",
      "",
      "",
      "",
      "",
      "Niet voldaan"
    ],
    [
      "3",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "4",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "1",
      "=",
      "10",
      "",
      "",
      ""
    ],
    [
      "2",
      "=",
      "8",
      "",
      "",
      ""
    ],
    [
      "3",
      "=",
      "6",
      "",
      "",
      ""
    ],
    [
      "4",
      "=",
      "3",
      "",
      "",
      ""
    ]
  ]
}
